---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.ObjectAccessException
source: html/97c38a80-9d6f-9e5a-6e69-06cd6bd330af.htm
---
# ObjectAccessException Properties

The information of the function throwing the exception.